start_message = (
    '<b>Старт слова</b>: <code>%s</code>\n\n'
    '<b>Стоп слова</b>: <code>%s</code>'
)

input_words = (
    'Введите Старт слова для парсинга\n\n'
    'Пример: зима, лето, зимнее лето\n\n'
    '<b>Очень важно все вводить через запятую</b>'
)

waiting_text = 'Ожидайте, собираю каналы...'

choose_channel_input = 'Выберите канал с которого будем парсить!'

choose_channel_output = 'Выберите канал в который отправлять сообщения!'

successfully_created = '🔰 Новая ПАРА создана 🔰'

input_work_time_text = (
    'Введите время работы парсера\n\n'
    'Пример: 00:00:00 - 23:59:59'
)

successfully_update = 'Время работы успешно обновлено'

err_time = 'Введено неверное время'

choose_channel_pair_delete_text = 'Выберите связку каналов для расформирования\n\n'

empty_here_text = 'Связок каналов пока нет...'

successfully_deleted = '❗️ Вы удалили ПАРУ ❗️'


cancel_action = 'Ваше действие отменено'